[
{"heading": "Panjab University pay parity struggle hits a nerve amid tussle over Chandigarh", "content": "PU teachers want to be paid at par with their peers in Union Territory colleges on whom central service rules are applicable. But the state govt is against any move to make the institution a central university. ", "date": "2022-06-22 11:08:01", "image": "https://images.indianexpress.com/2022/06/mann-khattar.jpg?resize=450,250"},
{"heading": "A divided opposition struggles to consolidate anti-BJP votes: How Tripura’s bypoll scenario is looking", "content": "With 2023 general assembly elections in mind, opposition parties look to assert political presence, remain wary of forming formal alliances.", "date": "2022-06-22 11:10:34", "image": "https://images.indianexpress.com/2022/06/tripura-1-2.jpg?resize=450,250"},
{"heading": "Lok Sabha bypoll | Akhilesh missing from campaigning, party defends: ‘it’s all about strategy’", "content": "Instead of touring the constituencies, Akhilesh merely issued an appeal urging voters to support the party candidates in both the seats.", "date": "2022-06-22 12:00:51", "image": "https://images.indianexpress.com/2022/06/akhilesh-yadav-1.jpg?resize=450,250"},
{"heading": "Out of touch with MLAs, lacklustre in administration, how Uddhav Thackeray lost the plot", "content": "Uddhav Thackeray has failed to gauge the uneasiness regarding the alliance with the Congress-NCP. Many felt the alliance was inimical to the Shiv Sena's own political growth, with the consequent moulding into a less-strident Hindutva seen as ceding space to the BJP.", "date": "2022-06-22 12:00:32", "image": "https://images.indianexpress.com/2022/06/Uddhav-.jpg?resize=450,250"},
{"heading": "Who’s Draupadi Murmu, the NDA’s presidential candidate?", "content": "Five years after her name did rounds, Odisha tribal leader gets BJP nod for President post.", "date": "2022-06-22 12:01:03", "image": "https://images.indianexpress.com/2022/06/prez-new.jpeg?resize=450,250"},
{"heading": "HashtagPolitics | Jobs for ‘Agniveers’: Haryana joins the queue, claims first to promise ‘guaranteed employment’", "content": "Opp questions CM Manohar Lal Khattar promise in state with high unemployment rate.", "date": "2022-06-22 12:02:38", "image": "https://images.indianexpress.com/2022/06/Manohar-Lal-Khattar-1.jpg?resize=450,250"},
{"heading": "In Rampur, BJP and SP gear up for Lok Sabha bypoll in Azam Khan’s shadow", "content": "Though it is 64-year-old Asim Raja who is the AP candidate, Azam Khan’s presence in the election in his stronghold remains crucial.", "date": "2022-06-22 08:16:12", "image": "https://images.indianexpress.com/2022/06/Azam-khan-1.jpg?resize=450,250"},
{"heading": "Eknath Shinde ko gussa kyun aata hai: Sidelined by Thackerays in Sena, govt, No. 2 turns a rebel", "content": "The emergence of Aaditya Thackeray, who is also the Yuva Sena president, and his bid to groom the party's youth wing leaders like Varun Sardesai also upset Eknath Shinde. Once deemed to be the tallest leader in the party after the Thackerays, the rise of younger leaders in its ranks is said to have rankled Shinde.\r\n", "date": "2022-06-22 12:02:22", "image": "https://images.indianexpress.com/2022/06/Shinde.jpg?resize=450,250"},
{"heading": "Agnipath and bulldozer justice to history rewrite to celebrating Kalam and Narang", "content": "Asking whether the government will pay for Agnipath stir-related damages, Siasat writes, ‘If not, then it will have to answer how could the same party have double standards for different sets of protesters,' adding that the government should remember that a protest is every citizen’s democratic right reflective of public concerns, although it must be held within legal and constitutional boundaries.", "date": "2022-06-22 12:01:56", "image": "https://images.indianexpress.com/2022/06/Agnipath.jpeg?resize=450,250"}
]